export default {
  projections: {
    ОборудованиеE: {
      инвНомре: {
        __caption__: 'Инв номре'
      },
      название: {
        __caption__: 'Название'
      },
      пользователь: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тип: {
        __caption__: 'Тип',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    инвНомре: {
      __caption__: 'Инв номре'
    },
    название: {
      __caption__: 'Название'
    },
    пользователь: {
      __caption__: 'Пользователь'
    },
    тип: {
      __caption__: 'Тип'
    },
    рабочееМесто: {
      __caption__: 'рабочееМесто'
    }
  }
};
