export default {
  projections: {
    РабочееМестоE: {
      инвНомре: {
        __caption__: 'Инв номре'
      },
      место: {
        __caption__: 'Место'
      },
      оборудование: {
        __caption__: 'Оборудование',
        инвНомре: {
          __caption__: 'Инв номре'
        },
        название: {
          __caption__: 'Название'
        },
        пользователь: {
          __caption__: 'Пользователь',
          фИО: {
            __caption__: 'ФИО'
          }
        },
        тип: {
          __caption__: 'Тип',
          название: {
            __caption__: 'Название'
          }
        }
      }
    },
    РабочееМестоL: {
      инвНомре: {
        __caption__: 'Инв номре'
      },
      место: {
        __caption__: 'Место'
      }
    }
  },
  validations: {
    инвНомре: {
      __caption__: 'Инв номре'
    },
    место: {
      __caption__: 'Место'
    },
    оборудование: {
      __caption__: 'Оборудование'
    }
  }
};
